using System;

namespace HW._02
{
    class Program
    {
        static void Main(string[] args)
        {

            //1. Чтение файла по следующему пути: C:\Temp\C#\ДЗ 2\image.txt

            //2. Создание массива бинарных чисел.

            //3. Cоздание массива ImageBytes, который будет хранить данные типа bite (после конвертации).

            //4. Считывание всего текста из файла.

            //5. Конвертирование бинарных кодов в байты фотографии.

            //6. Освобождение ресурсов, использованных объектом TextReader

            //7. Вывод байтов фотографии в файл C:\Temp\C#\ДЗ 2\image.png


            Console.WriteLine("Hello World!");
        }
    }
}
