using System;

namespace check_in
{
    class Program
    {
        static void Main(string[] args)
        {
           // константы: номер рейса, направление, максимальная вместимость самолета
           // invitation, input: name, pasport; output: confirm, number in the queue, current date and time     
           // вводимые данные пишем в массив размерностью - вместимость самолета 
           // вопрос о багаже: (а) если ручная кладь, то присваевается место (2х мерный массив) и напвление на паспортный контроль
           // (б) если багаж сдается, производится контроль веса, доплата за перевес, присваевается номер багажа и в пункт (а)
           // на паспортном контроле запрашивается номер паспорта и проверяется его соответствие введенному номеру вначале  
           // если все хорошо, выводится информация: фио, добро пожаловать на борт, след по маршр в г. Ларнака, место___  


            Console.WriteLine("Hello World!");
        }
    }
}
